export const NewCategories = [
  {
    title: 'Авиация',
    id: 'g-1',
    children: [
      {
        title: 'Авиатренажеры, оборудование, ПО',
        id: 'g-1-1',
      },
      {
        title: 'Пилотируемые летательные аппараты',
        id: 'g-1-2',
      },
      {
        title: 'Дроны, БПЛА',
        id: 'g-1-3',
      },

      {
        title: 'Запасные части к пилотируемым летательным аппаратам',
        id: 'g-1-4',
      },
      {
        title: 'Запасные части к дронам, БПЛА',
        id: 'g-1-5',
      },
      {
        title: 'Прочее / Авиация',
        id: 'g-1-6',
      },
      {
        title: 'Дополнительное оборудование к летальным аппаратам',
        id: 'g-1-7',
      },
      {
        title: 'Комплектующие для летальных аппаратов',
        id: 'g-1-8',
      },
    ],
  },
  {
    title: 'Автосервисы / СТО',
    id: 'g-2',
    children: [
      {
        title: 'Инструмент специальный, наборы / СТО',
        id: 'g-2-1',
      },
      {
        title: 'Оборудование для оснащения ремзоны / СТО',
        id: 'g-2-2',
      },
      {
        title: 'Диагностическое оборудование / СТО',
        id: 'g-2-3',
      },
      {
        title: 'Оборудование для шиномонтажа / СТО',
        id: 'g-2-4',
      },
      {
        title: 'Материалы для шиномонтажа / СТО',
        id: 'g-2-5',
      },
      {
        title: 'Оснащение покрасочной мастерской / СТО',
        id: 'g-2-6',
      },
      {
        title: 'Лакокрасочные материалы для авто / СТО',
        id: 'g-2-7',
      },
      {
        title: 'Расходные материалы / СТО',
        id: 'g-2-8',
      },
      {
        title: 'Прочее / СТО',
        id: 'g-2-9',
      },
      {
        title: 'Запасные части к оборудованию / СТО',
        id: 'g-2-10',
      },
    ],
  },
  {
    title: 'Бытовая техника. Электроника',
    id: 'g-3',
    children: [
      {
        title: 'Крупная бытовая техника',
        id: 'g-3-1',
      },
      {
        title: 'Мелкая бытовая техника',
        id: 'g-3-2',
      },
      {
        title: 'Бытовая электроника',
        id: 'g-3-3',
      },
      {
        title: 'Элементы системы "Умный дом"',
        id: 'g-3-4',
      },
      {
        title: 'Гаджеты',
        id: 'g-3-5',
      },
      {
        title: 'Игровые консоли и аксессуары',
        id: 'g-3-6',
      },
      {
        title: 'Запасные части / Бытовая техника. Электроника',
        id: 'g-3-7',
      },
      {
        title: 'Аксессуары / Бытовая техника. Электроника',
        id: 'g-3-8',
      },
      {
        title: 'Прочее / Бытовая техника. Электроника',
        id: 'g-3-9',
      },
    ],
  },
  {
    title: 'Аэропорты',
    id: 'g-4',
    children: [
      {
        title: 'Система управления пассажиропотоком',
        id: 'g-4-1',
      },
      {
        title: 'Оборудование для взлетной полосы',
        id: 'g-4-2',
      },
      {
        title: 'Машины для обслуживания аэропортов',
        id: 'g-4-3',
      },
      {
        title: 'Оборудование для терминалов',
        id: 'g-4-4',
      },
      {
        title: 'Оборудование вспомогательное / Аэропорты',
        id: 'g-4-5',
      },
      {
        title: 'Запасные части машин / Аэропорты',
        id: 'g-4-6',
      },
      {
        title: 'Запасные части к оборудованию / Аэропорты',
        id: 'g-4-7',
      },
      {
        title: 'Расходные материалы и комплектующие / Аэропорты',
        id: 'g-4-8',
      },
      {
        title: 'Прочее / Аэропорты',
        id: 'g-4-9',
      },
    ],
  },
  {
    title: 'Банки, финансовые учреждения',
    id: 'g-5',
    children: [
      {
        title: 'Автоматизированное банковское оборудование',
        id: 'g-5-1',
      },
      {
        title: 'Ручное банковское оборудование',
        id: 'g-5-2',
      },
      {
        title: 'Оборудование для инкассации',
        id: 'g-5-3',
      },
      {
        title: 'Материалы для инкассации',
        id: 'g-5-4',
      },
      {
        title: 'Оборудование для проверки и пересчета денег',
        id: 'g-5-5',
      },
      {
        title: 'Расходные материалы / Банки',
        id: 'g-5-6',
      },
      {
        title: 'Прочее / Банки',
        id: 'g-5-7',
      },
      {
        title: 'Оборудование для хранилищ, депозитариев',
        id: 'g-5-8',
      },
      {
        title: 'Запасные части для банковского оборудования',
        id: 'g-5-9',
      },
    ],
  },
  {
    title: 'Безопасность',
    id: 'g-6',
    children: [
      {
        title: 'Амуниция и спецсредства',
        id: 'g-6-1',
      },
      {
        title: 'Оборудование и техника для досмотра',
        id: 'g-6-2',
      },
      {
        title: 'Ограждение периметра, комплектующие',
        id: 'g-6-3',
      },
      {
        title: 'Взрывозащищенное оборудование',
        id: 'g-6-4',
      },
      {
        title: 'Видеонаблюдение',
        id: 'g-6-5',
      },
      {
        title: 'Прочие инженерно-технические средства защиты',
        id: 'g-6-6',
      },
      {
        title: 'Легкосбрасываемые конструкции',
        id: 'g-6-7',
      },
      {
        title: 'Средства обеспечения безопасности дорожного движения',
        id: 'g-6-8',
      },
      {
        title: 'Средства защиты информации',
        id: 'g-6-9',
      },
      {
        title: 'Оборудование и средства охраны объектов',
        id: 'g-6-10',
      },
      {
        title: 'Противопожарное оборудование',
        id: 'g-6-11',
      },
      {
        title: 'Промышленные привязи, комплектующие',
        id: 'g-6-12',
      },
      {
        title: 'Оборудование и снаряжение для пожаротушения',
        id: 'g-6-13',
      },
      {
        title: 'Прочее. Средства обеспечения безопасности',
        id: 'g-6-14',
      },
      {
        title: 'Системы оповещения и управления эвакуацией',
        id: 'g-6-15',
      },
      {
        title: 'Средства индивидуальной защиты (СИЗ)',
        id: 'g-6-16',
      },
      {
        title: 'Средства коллективной защиты. Средства спасения',
        id: 'g-6-17',
      },
      {
        title: 'Системы обеспечения безопасности на производстве',
        id: 'g-6-18',
      },
      {
        title: 'Средства защиты технологического оборудования',
        id: 'g-6-19',
      },
      {
        title: 'Спецодежда, обувь специальная',
        id: 'g-6-20',
      },
      {
        title: 'Пожарно-охранные системы, сигнализация',
        id: 'g-6-21',
      },
      {
        title: 'Системы контроля управления доступом',
        id: 'g-6-22',
      },
      {
        title: 'Расходные материалы, запасные части / Безопасность',
        id: 'g-6-23',
      },
      {
        title: 'Прочее / Безопасность',
        id: 'g-6-24',
      },
    ],
  },
  {
    title: 'Промышленные материалы',
    id: 'g-7',
    children: [
      {
        title: 'Резинотехнические изделия. РТИ',
        id: 'g-7-1',
      },
      {
        title: 'Асбестотехническая продукция',
        id: 'g-7-2',
      },
      {
        title: 'Материалы абразивные',
        id: 'g-7-3',
      },
      {
        title: 'Материалы для сварки и пайки',
        id: 'g-7-4',
      },
      {
        title: 'Материалы из пластика',
        id: 'g-7-5',
      },
      {
        title: 'Материалы композитные',
        id: 'g-7-6',
      },
      {
        title: 'Промышленные смазки',
        id: 'g-7-7',
      },
      {
        title: 'Рукава, шланги промышленные',
        id: 'g-7-8',
      },
      {
        title: 'Индустриальные масла',
        id: 'g-7-9',
      },
      {
        title: 'Технические жидкости промышленные',
        id: 'g-7-10',
      },
      {
        title: 'Клеи, герметики  промышленные',
        id: 'g-7-11',
      },
      {
        title: 'Огнеупорные материалы, изделия',
        id: 'g-7-12',
      },
      {
        title: 'Промышленные покрытия',
        id: 'g-7-13',
      },
      {
        title: 'Прочее / Промышленные материалы',
        id: 'g-7-14',
      },
    ],
  },
  {
    title: 'Ветеринария',
    id: 'g-8',
    children: [
      {
        title: 'Ветеринарная мебель',
        id: 'g-8-1',
      },
      {
        title: 'Ветеринарное оборудование',
        id: 'g-8-2',
      },
      {
        title: 'Ветеринарные инструменты и приспособления',
        id: 'g-8-3',
      },
      {
        title: 'Ветеринарные перевязочные материалы',
        id: 'g-8-4',
      },
      {
        title: 'Ветеринарные препараты',
        id: 'g-8-5',
      },
      {
        title: 'Прочее / Ветеринария',
        id: 'g-8-6',
      },
    ],
  },
  {
    title: 'Добыча полезных ископаемых, ресурсов',
    id: 'g-9',
    children: [
      {
        title: 'Специальное оборудование для разработки месторождений',
        id: 'g-9-1',
      },
      {
        title: 'Оборудование и средства для геологоразведки',
        id: 'g-9-2',
      },
      {
        title: 'Оборудование и средства для выемки ресурсов',
        id: 'g-9-3',
      },
      {
        title: 'Вспомогательное оборудование для добычи ресурсов',
        id: 'g-9-4',
      },
      {
        title: 'Расходные материалы для оборудования и техники',
        id: 'g-9-5',
      },
      {
        title: 'Инструмент, приспособления для добычи',
        id: 'g-9-6',
      },
      {
        title: 'Системы транспортировки ресурсов',
        id: 'g-9-7',
      },
      {
        title: 'Программное оборудование, симуляторы',
        id: 'g-9-8',
      },
      {
        title: 'Расходные материалы / Добыча полезных ископаемых',
        id: 'g-9-9',
      },
      {
        title: 'Прочее / Добыча полезных ископаемых',
        id: 'g-9-10',
      },
    ],
  },
  {
    title: 'Деревообработка',
    id: 'g-10',
    children: [
      {
        title: 'Столярное оборудование',
        id: 'g-10-1',
      },
      {
        title: 'Запасные части к оборудованию / Деревообработка',
        id: 'g-10-2',
      },
      {
        title: 'Лесопильное оборудование',
        id: 'g-10-3',
      },
      {
        title: 'Оборудование для производства пеллет, брикетов',
        id: 'g-10-4',
      },
      {
        title: 'Оборудование для сушки древесины',
        id: 'g-10-5',
      },
      {
        title: 'Мебельное производство',
        id: 'g-10-6',
      },
      {
        title: 'Прочее / Деревообработка',
        id: 'g-10-7',
      },
      {
        title: 'Расходные материалы / Деревообработка',
        id: 'g-10-8',
      },
      {
        title: 'Столярное оборудование',
        id: 'g-10-9',
      },
      {
        title: 'Механизация лесопиления',
        id: 'g-10-10',
      },
      {
        title: 'Вспомогательное оборудование',
        id: 'g-10-11',
      },
      {
        title: 'Аспирация, удаление стружки / Деревообработка',
        id: 'g-10-12',
      },
      {
        title: 'Инструмент / Деревообработка',
        id: 'g-10-13',
      },
    ],
  },
  {
    title: 'Железная дорога',
    id: 'g-11',
    children: [
      {
        title: 'Рельсовый транспорт',
        id: 'g-11-1',
      },
      {
        title: 'Запасные части к рельсовому транспорту',
        id: 'g-11-2',
      },
      {
        title: 'Расходные материалы к рельсовому транспорту',
        id: 'g-11-3',
      },
      {
        title: 'Оснащение ж/д полотна',
        id: 'g-11-4',
      },
      {
        title: 'Расходные материалы для ж/д полотна',
        id: 'g-11-5',
      },
      {
        title: 'Оснащение ж/д переездов, запчасти, расходные материалы',
        id: 'g-11-6',
      },
      {
        title: 'Железнодорожная автоматика',
        id: 'g-11-7',
      },
      {
        title: 'Ж/д сигнализация и связь',
        id: 'g-11-8',
      },
      {
        title: 'Путевой инструмент',
        id: 'g-11-9',
      },
      {
        title: 'Оборудование контактной сети',
        id: 'g-11-10',
      },
      {
        title: 'Оборудование для обслуживания подвижного состава',
        id: 'g-11-11',
      },
      {
        title: 'ПО, аппаратные средства управления',
        id: 'g-11-12',
      },
      {
        title: 'Материалы и оборудование для обслуживания ж/д полотна',
        id: 'g-11-13',
      },
      {
        title: 'Вспомогательное оборудование / Железная дорога',
        id: 'g-11-14',
      },
      {
        title: 'Прочее / Жлезная дорога',
        id: 'g-11-15',
      },
    ],
  },
  {
    title: 'Плитные, листовые материалы',
    id: 'g-12',
    children: [
      {
        title: 'Древесно-плитные материалы',
        id: 'g-12-1',
      },
      {
        title: 'Мебельный щит',
        id: 'g-12-2',
      },
      {
        title: 'Полимерные листы',
        id: 'g-12-3',
      },
      {
        title: 'Стекломагниевый лист',
        id: 'g-12-4',
      },
      {
        title: 'Фибролитовые плиты',
        id: 'g-12-5',
      },
      {
        title: 'Цементно-стружечные, гипсостружечные материалы',
        id: 'g-12-6',
      },
      {
        title: 'Поликарбонат, Оргстекло',
        id: 'g-12-7',
      },
      {
        title: 'Комплектующие для монтажа листовых материалов',
        id: 'g-12-8',
      },
      {
        title: 'Прочее / Плитные, листовые материалы',
        id: 'g-12-9',
      },
    ],
  },
  {
    title: 'ЖКХ, Бытовое обслуживание',
    id: 'g-13',
    children: [
      {
        title: 'Запасные части для коммунального оборудования',
        id: 'g-13-1',
      },
      {
        title: 'Коммунальная техника и механизмы',
        id: 'g-13-2',
      },
      {
        title: 'Оборудование для саун, бань, СПА, бассейнов',
        id: 'g-13-3',
      },
      {
        title: 'Оборудование для обслуживания коммунальных сетей',
        id: 'g-13-4',
      },
      {
        title: 'Оборудование для аварийных работ',
        id: 'g-13-5',
      },
      {
        title: 'Оборудование для дезинфекции, дезинсекции',
        id: 'g-13-6',
      },
      {
        title: 'Оборудование для переработки отходов, мусора',
        id: 'g-13-7',
      },
      {
        title: 'Благоустройство территории',
        id: 'g-13-8',
      },
      {
        title: 'Системы учета и контроля ЖКХ',
        id: 'g-13-9',
      },
      {
        title: 'Оборудование для прачечных и химчисток',
        id: 'g-13-10',
      },
      {
        title: 'Оборудование для сбора коммунальных отходов',
        id: 'g-13-11',
      },
      {
        title: 'Механизмы и оборудование для уборки территории',
        id: 'g-13-12',
      },
      {
        title: 'Оборудование для утилизации отходов',
        id: 'g-13-13',
      },
      {
        title: 'Запасные части / ЖКХ',
        id: 'g-13-14',
      },
      {
        title: 'Расходные материалы / ЖКХ',
        id: 'g-13-15',
      },
      {
        title: 'Прочее / ЖКХ',
        id: 'g-13-16',
      },
    ],
  },
  {
    title: 'Запчасти и оборудование для автомобилей',
    id: 'g-14',
    children: [
      {
        title: 'Аккумуляторы для автомобилей',
        id: 'g-14-1',
      },
      {
        title: 'Автоаксессуары',
        id: 'g-14-2',
      },
      {
        title: 'Навесное оборудование / Автомобили',
        id: 'g-14-3',
      },
      {
        title: 'Масла, технические жидкости',
        id: 'g-14-4',
      },
      {
        title: 'Запасные части для автомобилей',
        id: 'g-14-5',
      },
      {
        title: 'Оборудование для спецтранспорта',
        id: 'g-14-6',
      },
      {
        title: 'Шины, диски',
        id: 'g-14-7',
      },
      {
        title: 'Расходные материалы/ з/ч и оборудование для а/м',
        id: 'g-14-8',
      },
      {
        title: 'Прочее / Запасные части и оборудование для автомобилей',
        id: 'g-14-9',
      },
    ],
  },
  {
    title: 'Измерительное и лабораторное оборудование',
    id: 'g-15',
    children: [
      {
        title: 'Измерительные приборы, измерительный инструмент',
        id: 'g-15-1',
      },
      {
        title: 'Лабораторное оборудование и приборы',
        id: 'g-15-2',
      },
      {
        title: 'Специальное лабораторное оборудование',
        id: 'g-15-3',
      },
      {
        title: 'Контрольно-испытательное и диагностическое оборудование',
        id: 'g-15-4',
      },
      {
        title: 'Приборы неразрушающего контроля',
        id: 'g-15-5',
      },
      {
        title: 'Приборы и лаборатурная посуда',
        id: 'g-15-6',
      },
      {
        title: 'Принадлежности для лабораторного оборудования',
        id: 'g-15-7',
      },
      {
        title: 'Материалы для лабораторных исследований',
        id: 'g-15-8',
      },
      {
        title: 'Расходные материалы / Лабораторное оборудование',
        id: 'g-15-9',
      },
      {
        title: 'Прочее / Измерительное и лабораторное оборудование',
        id: 'g-15-10',
      },
    ],
  },
  {
    title: 'Инструмент',
    id: 'g-16',
    children: [
      {
        title: 'Абразивный, шлифовальный',
        id: 'g-16-1',
      },
      {
        title: 'Ручной инструмент',
        id: 'g-16-2',
      },
      {
        title: 'Строительный инструмент',
        id: 'g-16-3',
      },
      {
        title: 'Пневмоинструмент',
        id: 'g-16-4',
      },
      {
        title: 'Измерительный и разметочный инструмент',
        id: 'g-16-5',
      },
      {
        title: 'Инструмент электрика',
        id: 'g-16-6',
      },
      {
        title: 'Инструмент сантехника',
        id: 'g-16-7',
      },
      {
        title: 'Паяльный инструмент',
        id: 'g-16-8',
      },
      {
        title: 'Специальный инструмент',
        id: 'g-16-9',
      },
      {
        title: 'Электроинструмент',
        id: 'g-16-10',
      },
      {
        title: 'Оснащение мастерской',
        id: 'g-16-11',
      },
      {
        title: 'Организация и хранение инструмента',
        id: 'g-16-12',
      },
      {
        title: 'Оснастка для инструмента',
        id: 'g-16-13',
      },
      {
        title: 'Расходные материалы / Инструмент',
        id: 'g-16-14',
      },
      {
        title: 'Прочее / Инструмент',
        id: 'g-16-15',
      },
    ],
  },
  {
    title: 'Компоненты механические',
    id: 'g-17',
    children: [
      {
        title: 'Валы, шкивы',
        id: 'g-17-1',
      },
      {
        title: 'Подшипники. Опорно-поворотные устройства',
        id: 'g-17-2',
      },
      {
        title: 'Колеса и ролики',
        id: 'g-17-3',
      },
      {
        title: 'Пружины',
        id: 'g-17-4',
      },
      {
        title: 'Шестерни',
        id: 'g-17-5',
      },
      {
        title: 'Ремни и цепи',
        id: 'g-17-6',
      },
      {
        title: 'Корпуса и рамы',
        id: 'g-17-7',
      },
      {
        title: 'Клиновые ремни и шкивы',
        id: 'g-17-8',
      },
      {
        title: 'Прочее / Компоненты механические',
        id: 'g-17-9',
      },
    ],
  },
  {
    title: 'Мойка. Чистка. Уборка',
    id: 'g-18',
    children: [
      {
        title: 'Оборудование для мойки',
        id: 'g-18-1',
      },
      {
        title: 'Оборудование для уборки',
        id: 'g-18-2',
      },
      {
        title: 'Инвентарь для уборки',
        id: 'g-18-3',
      },
      {
        title: 'Уборочная техника',
        id: 'g-18-4',
      },
      {
        title: 'Моющие и дезинфицирующие средства',
        id: 'g-18-5',
      },
      {
        title: 'Санитерно-гигиеническая продукция',
        id: 'g-18-6',
      },
      {
        title: 'Расходные материалы / Мойка. Чистка. Уборка',
        id: 'g-18-7',
      },
      {
        title: 'Запасные части / Мойка. Чистка. Уборка',
        id: 'g-18-8',
      },
      {
        title: 'Прочее / Мойка. Чистка. Уборка',
        id: 'g-18-9',
      },
    ],
  },
  {
    title: 'Компьютеры и программное обеспечение',
    id: 'g-19',
    children: [
      {
        title: 'Компьютерная техника',
        id: 'g-19-1',
      },
      {
        title: 'Компьютерные комплектующие',
        id: 'g-19-2',
      },
      {
        title: 'Переферийные устройства',
        id: 'g-19-3',
      },
      {
        title: 'Оргтехника',
        id: 'g-19-4',
      },
      {
        title: 'Серверное оборудование',
        id: 'g-19-5',
      },
      {
        title: 'Программное обеспечение',
        id: 'g-19-6',
      },
      {
        title: 'Сетевое оборудование',
        id: 'g-19-7',
      },
      {
        title: 'Расходные материалы, аксессуары / Компьютеры',
        id: 'g-19-8',
      },
      {
        title: 'Прочее / Компьютеры',
        id: 'g-19-9',
      },
    ],
  },
  {
    title: 'Лесное хозяйство / лесозаготовка',
    id: 'g-20',
    children: [
      {
        title: 'Техника для лесного хозяйства',
        id: 'g-20-1',
      },
      {
        title: 'Оборудование для лесного хозяйства',
        id: 'g-20-2',
      },
      {
        title: 'Навесное оборудование для лесохозяйственной техники',
        id: 'g-20-3',
      },
      {
        title: 'Инструмент лесоруба',
        id: 'g-20-4',
      },
      {
        title: 'Средства для лесной таксации',
        id: 'g-20-5',
      },
      {
        title: 'Маркировка древесины',
        id: 'g-20-6',
      },
      {
        title: 'Лесопожарное оборудование',
        id: 'g-20-7',
      },
      {
        title: 'Спецодежда, СИЗ / Лесное хозяйство',
        id: 'g-20-8',
      },
      {
        title: 'Запасные части / Лесное хозяйство',
        id: 'g-20-9',
      },
      {
        title: 'Расходные материалы / Лесное хозяйство',
        id: 'g-20-10',
      },
      {
        title: 'Семена, саженцы',
        id: 'g-20-11',
      },
      {
        title: 'Прочее / Лесное хозяйство',
        id: 'g-20-12',
      },
    ],
  },
  {
    title: 'Упаковка, тара',
    id: 'g-21',
    children: [
      {
        title: 'Пленки упаковочные',
        id: 'g-21-1',
      },
      {
        title: 'Картонная, бумажная упаковка',
        id: 'g-21-2',
      },
      {
        title: 'Мешки, сетки',
        id: 'g-21-3',
      },
      {
        title: 'Упаковка для пищевых продуктов',
        id: 'g-21-4',
      },
      {
        title: 'Упаковка для непищевых товаров',
        id: 'g-21-5',
      },
      {
        title: 'Емкости',
        id: 'g-21-6',
      },
      {
        title: 'Многоразовая упаковка, тара',
        id: 'g-21-7',
      },
      {
        title: 'Фармацевтическая упаковка',
        id: 'g-21-8',
      },
      {
        title: 'Промышленная упаковка',
        id: 'g-21-9',
      },
      {
        title: 'Комбинированная упаковка',
        id: 'g-21-10',
      },
      {
        title: 'Ленты клеящиеся, скотч',
        id: 'g-21-11',
      },
      {
        title: 'Материалы для маркировки',
        id: 'g-21-12',
      },
      {
        title: 'Тара потребительская',
        id: 'g-21-13',
      },
      {
        title: 'Тара производственная',
        id: 'g-21-14',
      },
      {
        title: 'Тара транспортная',
        id: 'g-21-15',
      },
      {
        title: 'Тара специальная',
        id: 'g-21-16',
      },
      {
        title: 'Материалы для упаковочных линий',
        id: 'g-21-17',
      },
      {
        title: 'Расходные материалы для процесса упаковки',
        id: 'g-21-18',
      },
      {
        title: 'Прочее / Упаковка, тара',
        id: 'g-21-19',
      },
    ],
  },
  {
    title: 'Сырьё',
    id: 'g-22',
    children: [
      {
        title: 'Прочее / Сырьё',
        id: 'g-22-1',
      },
      {
        title: 'Сырьё вторичное. Отходы',
        id: 'g-22-2',
      },
      {
        title: 'Сырье искусственное и синтетическое',
        id: 'g-22-3',
      },
      {
        title: 'Сырьё минеральное',
        id: 'g-22-4',
      },
      {
        title: 'Сырье органическое',
        id: 'g-22-5',
      },
      {
        title: 'Сырьё топливо-энергетическое',
        id: 'g-22-6',
      },
      {
        title: 'Пищевое сырье',
        id: 'g-22-7',
      },
      {
        title: 'Химическое сырьё',
        id: 'g-22-8',
      },
      {
        title: 'Металлургическое сырьё, руды',
        id: 'g-22-9',
      },
      {
        title: 'Сырьё для легкой промышленности',
        id: 'g-22-10',
      },
      {
        title: 'Сырьё для производства стекла',
        id: 'g-22-11',
      },
      {
        title: 'Цветочное сырьё',
        id: 'g-22-12',
      },
      {
        title: 'Сырьё для производства бумаги',
        id: 'g-22-13',
      },
      {
        title: 'Сырьё парфюмерно-косметическое',
        id: 'g-22-14',
      },
      {
        title: 'Сырьё для производства пищевых добавок',
        id: 'g-22-15',
      },
      {
        title: 'Полимеры, полимерное сырье',
        id: 'g-22-16',
      },
      {
        title: 'Сырьё ископаемое',
        id: 'g-22-17',
      },
      {
        title: 'Сырьё химическое',
        id: 'g-22-18',
      },
    ],
  },
  {
    title: 'Офис. Дом',
    id: 'g-23',
    children: [
      {
        title: 'Канцелярские товары',
        id: 'g-23-1',
      },
      {
        title: 'Бумажная продукция',
        id: 'g-23-2',
      },
      {
        title: 'Офисная бумага',
        id: 'g-23-3',
      },
      {
        title: 'Аксессуары для офиса',
        id: 'g-23-4',
      },
      {
        title: 'Оборудование офисное',
        id: 'g-23-5',
      },
      {
        title: 'Оборудование для офисной кухни',
        id: 'g-23-6',
      },
      {
        title: 'Оборудование архивное',
        id: 'g-23-7',
      },
      {
        title: 'Демонстрационное оборудование',
        id: 'g-23-8',
      },
      {
        title: 'Мультимедийное оборудование',
        id: 'g-23-9',
      },
      {
        title: 'Организация рабочего места',
        id: 'g-23-10',
      },
      {
        title: 'Расходные материалы для офиса',
        id: 'g-23-11',
      },
      {
        title: 'Мебель для дома',
        id: 'g-23-12',
      },
      {
        title: 'Аксессуары, предметы интерьера',
        id: 'g-23-13',
      },
      {
        title: 'Мебель для сада, зоны отдыха',
        id: 'g-23-14',
      },
      {
        title: 'Аксессуары для отдыха',
        id: 'g-23-15',
      },
      {
        title: 'Подарочная, сувенирная продукция.',
        id: 'g-23-16',
      },
      {
        title: 'Прочее / Офис. Дом.',
        id: 'g-23-17',
      },
    ],
  },
  {
    title: 'Косметика. Гигиена. Бытовая химия',
    id: 'g-24',
    children: [
      {
        title: 'Косметика бытовая',
        id: 'g-24-1',
      },
      {
        title: 'Косметика профессиональная',
        id: 'g-24-2',
      },
      {
        title: 'Бытовая химия',
        id: 'g-24-3',
      },
      {
        title: 'Средства гигиены',
        id: 'g-24-4',
      },
      {
        title: 'Прочее / Косметика. Гигиена. Бытовая химия.',
        id: 'g-24-5',
      },
    ],
  },
  {
    title: 'Медицина',
    id: 'g-25',
    children: [
      {
        title: 'Диагностическое медицинское оборудование',
        id: 'g-25-1',
      },
      {
        title: 'Косметологическое оборудование',
        id: 'g-25-2',
      },
      {
        title: 'Лабораторное оборудование',
        id: 'g-25-3',
      },
      {
        title: 'Медицинская мебель',
        id: 'g-25-4',
      },
      {
        title: 'Медицинская техника',
        id: 'g-25-5',
      },
      {
        title: 'Медицинские инструменты',
        id: 'g-25-6',
      },
      {
        title: ' Оборудование для оказания первой медицинской помощи',
        id: 'g-25-7',
      },
      {
        title: 'Оборудование для поликлиник',
        id: 'g-25-8',
      },
      {
        title: 'Оборудование для стерилизации, дезинфекции, утилизации',
        id: 'g-25-9',
      },
      {
        title: 'Оборудование для судмедэкспертизы',
        id: 'g-25-10',
      },
      {
        title: 'Оборудование для чистых помещений',
        id: 'g-25-11',
      },
      {
        title: 'Оборудование и изделия для реабилитации и ортопедии',
        id: 'g-25-12',
      },
      {
        title: 'Прочее / Медицина',
        id: 'g-25-13',
      },
      {
        title: 'Расходные материалы / Медицина',
        id: 'g-25-14',
      },
      {
        title: 'Средства для размещения и хранения медицинского имущества',
        id: 'g-25-15',
      },
      {
        title: 'Средства для стерилизации, дезинфекции и утилизации',
        id: 'g-25-16',
      },
      {
        title: 'Стоматологическое оборудование, инструмент',
        id: 'g-25-17',
      },
      {
        title: 'Тренажеры для обучения медицинской помощи',
        id: 'g-25-18',
      },
    ],
  },
  {
    title: 'Металлопрокат. Металлоизделия',
    id: 'g-26',
    children: [
      {
        title: 'Прокат из черных металлов',
        id: 'g-26-1',
      },
      {
        title: 'Прокат из специальных сталей и сплавов',
        id: 'g-26-2',
      },
      {
        title: 'Прокат из нержавеющей стали',
        id: 'g-26-3',
      },
      {
        title: 'Прокат из цветных металлов и сплавов',
        id: 'g-26-4',
      },
      {
        title: 'Металлоизделия из черных металлов',
        id: 'g-26-5',
      },
      {
        title: 'Металлоизделия из нержавеющей стали',
        id: 'g-26-6',
      },
      {
        title: 'Металлоизделия из цветных металлов',
        id: 'g-26-7',
      },
      {
        title: 'Металлоконструкции промышленнные',
        id: 'g-26-8',
      },
      {
        title: 'Металлоконструкции строительные',
        id: 'g-26-9',
      },
      {
        title: 'Металлоконструкции прочие',
        id: 'g-26-10',
      },
      {
        title: 'Металлоконструкции по чертежам',
        id: 'g-26-11',
      },
      {
        title: 'Канаты, тросы, цепи стальные',
        id: 'g-26-12',
      },
      {
        title: 'Элементы металлоконструкций',
        id: 'g-26-13',
      },
      {
        title: 'Прочее / Металлопрокат. Металлоизделия.',
        id: 'g-26-14',
      },
    ],
  },
  {
    title: 'Метизы, крепеж, такелаж',
    id: 'g-27',
    children: [
      {
        title: 'Метизы',
        id: 'g-27-1',
      },
      {
        title: 'Крепеж',
        id: 'g-27-2',
      },
      {
        title: 'Такелаж',
        id: 'g-27-3',
      },
      {
        title: 'Прочее / Метизы, крепеж, такелаж',
        id: 'g-27-4',
      },
      {
        title: 'Крепежные системы для монтажа',
        id: 'g-27-5',
      },
    ],
  },
  {
    title: 'Оборудование / Организация производства',
    id: 'g-28',
    children: [
      {
        title: 'Оборудование для металлообработки',
        id: 'g-28-1',
      },
      {
        title: 'Оборудование для резки, гибки, штамповки',
        id: 'g-28-2',
      },
      {
        title: 'Оборудование для производства изделий из вторсырья',
        id: 'g-28-3',
      },
      {
        title: 'Оборудование для аспирации',
        id: 'g-28-4',
      },
      {
        title: 'Оборудование для розлива жидкостей',
        id: 'g-28-5',
      },
      {
        title: 'Оборудование для легкой промышленности',
        id: 'g-28-6',
      },
      {
        title: 'Оборудование для сборочных линий',
        id: 'g-28-7',
      },
      {
        title: 'Оборудование для пищевой промышленности',
        id: 'g-28-8',
      },
      {
        title: 'Оборудование для литься под давлением',
        id: 'g-28-9',
      },
      {
        title: 'Оборудование для производства метизов',
        id: 'g-28-10',
      },
      {
        title: 'Оборудование для термообработки',
        id: 'g-28-11',
      },
      {
        title: 'Оборудование упаковочное',
        id: 'g-28-12',
      },
      {
        title: 'Оборудование для переработки нефтепродуктов',
        id: 'g-28-13',
      },
      {
        title: 'Маркировочное оборудование',
        id: 'g-28-14',
      },
      {
        title: 'Оборудование для общепита',
        id: 'g-28-15',
      },
      {
        title: 'Кузнечное и прессовое оборудование',
        id: 'g-28-16',
      },
      {
        title: 'Оборудование для производства мебели',
        id: 'g-28-17',
      },
      {
        title: 'Оборудование для производства стройматериалов',
        id: 'g-28-18',
      },
      {
        title: 'Оборудование для сухих смесей',
        id: 'g-28-19',
      },
      {
        title: 'Оборудование для производства тары и упаковки',
        id: 'g-28-20',
      },
      {
        title: 'Оборудование для резки, гибки металлов',
        id: 'g-28-21',
      },
      {
        title: 'Оборудование для тепловлажностной обработки',
        id: 'g-28-22',
      },
      {
        title: 'Роботизированное оборудование',
        id: 'g-28-23',
      },
      {
        title: 'Сварочное, паяльное оборудование',
        id: 'g-28-24',
      },
      {
        title: 'Станки в т.ч. ЧПУ',
        id: 'g-28-25',
      },
      {
        title: 'Сушильное оборудование',
        id: 'g-28-26',
      },
      {
        title: 'Промышленный холод',
        id: 'g-28-27',
      },
      {
        title: 'Прочее / Оборудование',
        id: 'g-28-28',
      },
      {
        title: 'Расходные материалы / Оборудование',
        id: 'g-28-29',
      },
      {
        title: 'Запасные части / Оборудование',
        id: 'g-28-30',
      },
    ],
  },
  {
    title: 'Индустрия развлечений',
    id: 'g-29',
    children: [
      {
        title: 'Оборудование для театров, кинотеатров',
        id: 'g-29-1',
      },
      {
        title: 'Оснащение парков отдыха',
        id: 'g-29-2',
      },
      {
        title: 'Оборудование для дискотек, баров',
        id: 'g-29-3',
      },
      {
        title: 'Оборудование для концертныз залов, площадок',
        id: 'g-29-4',
      },
      {
        title: 'Оборудование цирковое',
        id: 'g-29-5',
      },
      {
        title: 'Оборудование для музеев, выставок',
        id: 'g-29-6',
      },
      {
        title: 'Костюмы, грим',
        id: 'g-29-7',
      },
      {
        title: 'Расходные материалы / Индустрия развлечений',
        id: 'g-29-8',
      },
      {
        title: 'Запасные части / Индустрия развлечений',
        id: 'g-29-9',
      },
      {
        title: 'Прочее / Индустрия развлечений',
        id: 'g-29-10',
      },
    ],
  },
  {
    title: 'Продукция легкой промышленности',
    id: 'g-30',
    children: [
      {
        title: 'Материалы текстильные',
        id: 'g-30-1',
      },
      {
        title: 'Одежда и изделия швейные и трикотажные',
        id: 'g-30-2',
      },
      {
        title: 'Изделия текстильно-галантерейные',
        id: 'g-30-3',
      },
      {
        title: 'Изделия из кожи и меха',
        id: 'g-30-4',
      },
      {
        title: 'Войлок, фетр, нетканые материалы',
        id: 'g-30-5',
      },
      {
        title: 'Ковровые изделия',
        id: 'g-30-6',
      },
      {
        title: 'Прочее / Продукция легкой промышленности',
        id: 'g-30-7',
      },
    ],
  },
  {
    title: 'Подъёмно-транспортное оборудование',
    id: 'g-31',
    children: [
      {
        title: 'Элеваторная техника',
        id: 'g-31-1',
      },
      {
        title: 'Домкратны. Установки домкратные',
        id: 'g-31-2',
      },
      {
        title: 'Конвейерное оборудование, комплектующие',
        id: 'g-31-3',
      },
      {
        title: 'Лифты. Лифтовая аппаратура',
        id: 'g-31-4',
      },
      {
        title: 'Подъёмники скиповые, строительные, шахтные',
        id: 'g-31-5',
      },
      {
        title: 'Крановое оборудование',
        id: 'g-31-6',
      },
      {
        title: 'Эскалаторы, траволаторы',
        id: 'g-31-7',
      },
      {
        title: 'Транспортёры, тележки',
        id: 'g-31-8',
      },
      {
        title: 'Опрокидыватели, кантователи',
        id: 'g-31-9',
      },
      {
        title: 'Рампы, платформы, пандусы',
        id: 'g-31-10',
      },
      {
        title: 'Оборудование для перевалки материалов',
        id: 'g-31-11',
      },
      {
        title: 'Тали, лебёдки',
        id: 'g-31-12',
      },
      {
        title: 'Грузозахватные устройства',
        id: 'g-31-13',
      },
      {
        title: 'Траверсы, стропы',
        id: 'g-31-14',
      },
      {
        title: 'Комплектующие для грузоподъёмного оборудования',
        id: 'g-31-15',
      },
      {
        title: 'Расходные материалы для грузоподъемного оборудования',
        id: 'g-31-16',
      },
      {
        title: 'Запасные части для грузоподъёмного оборудования',
        id: 'g-31-17',
      },
      {
        title: 'Прочее / Грузоподёмное оборудование',
        id: 'g-31-18',
      },
    ],
  },
  {
    title: 'Полиграфия',
    id: 'g-32',
    children: [
      {
        title: 'Офисная и представительская продукция',
        id: 'g-32-1',
      },
      {
        title: 'Полиграфическая продукция',
        id: 'g-32-2',
      },
      {
        title: 'Книжно-журнальная продукция',
        id: 'g-32-3',
      },
      {
        title: 'Издательская продукция',
        id: 'g-32-4',
      },
      {
        title: 'Сувернирная полиграфическая продукция',
        id: 'g-32-5',
      },
      {
        title: 'Фирменная и брэндированнная продукция',
        id: 'g-32-6',
      },
      {
        title: 'Прочее / Полиграфическая продукция',
        id: 'g-32-7',
      },
    ],
  },
  {
    title: 'Реклама. Рекламная продукция',
    id: 'g-33',
    children: [
      {
        title: 'Наружная реклама',
        id: 'g-33-1',
      },
      {
        title: 'Указатели, вывески, таблички',
        id: 'g-33-2',
      },
      {
        title: 'Рекламное выставочное оборудование',
        id: 'g-33-3',
      },
      {
        title: 'Рекламно-торговое оборудование',
        id: 'g-33-4',
      },
      {
        title: 'Брендированная продукция',
        id: 'g-33-5',
      },
      {
        title: 'Оборудование для производства рекламной продукции',
        id: 'g-33-6',
      },
      {
        title: 'Материалы для производства рекламной продукции',
        id: 'g-33-7',
      },
      {
        title: 'Расходные материалы для производства рекламной продукции',
        id: 'g-33-8',
      },
      {
        title: 'Прочее / Реклама. Рекламная продукция',
        id: 'g-33-9',
      },
    ],
  },
  {
    title: 'Продукты питания, ингридиенты',
    id: 'g-34',
    children: [
      {
        title: 'Мясо и мясные продукты',
        id: 'g-34-1',
      },
      {
        title: 'Рыба и рыбпродукты',
        id: 'g-34-2',
      },
      {
        title: 'Морепродукты',
        id: 'g-34-3',
      },
      {
        title: 'Яйцо, яичная продукция',
        id: 'g-34-4',
      },
      {
        title: 'Хлеб, хлебобулочные изделия',
        id: 'g-34-5',
      },
      {
        title: 'Крупы, макароны',
        id: 'g-34-6',
      },
      {
        title: 'Мука',
        id: 'g-34-7',
      },
      {
        title: 'Овощи, грибы',
        id: 'g-34-8',
      },
      {
        title: 'Фрукты, ягоды',
        id: 'g-34-9',
      },
      {
        title: 'Кондитерские изделия',
        id: 'g-34-10',
      },
      {
        title: 'Соки, напитки, концентраты',
        id: 'g-34-11',
      },
      {
        title: 'Пищевые жиры',
        id: 'g-34-12',
      },
      {
        title: 'Консервная продукция',
        id: 'g-34-13',
      },
      {
        title: 'Травы, специи, экстакты',
        id: 'g-34-14',
      },
      {
        title: 'Какао, шоколад',
        id: 'g-34-15',
      },
      {
        title: 'Чай, кофе',
        id: 'g-34-16',
      },
      {
        title: 'Джемы, варенья, компоты',
        id: 'g-34-17',
      },
      {
        title: 'Полуфабрикаты',
        id: 'g-34-18',
      },
      {
        title: 'Крахмал, патока',
        id: 'g-34-19',
      },
      {
        title: 'Молоко, молочные продукты',
        id: 'g-34-20',
      },
      {
        title: 'Орехи, сухофрукты',
        id: 'g-34-21',
      },
      {
        title: 'Пищевые добавки',
        id: 'g-34-22',
      },
      {
        title: 'Прочее / Продукты питания, ингридиенты',
        id: 'g-34-23',
      },
    ],
  },
  {
    title: 'Светопрозрачные изделия, стеклоизделия, ворота',
    id: 'g-35',
    children: [
      {
        title: 'Конструкции из ПВХ',
        id: 'g-35-1',
      },
      {
        title: 'Конструкции из Алюминия',
        id: 'g-35-2',
      },
      {
        title: 'Сопутствующие товары / Светопрозрачные конструкции',
        id: 'g-35-3',
      },
      {
        title: 'Ворота, роллеты',
        id: 'g-35-4',
      },
      {
        title: 'Изделия из стекла',
        id: 'g-35-5',
      },
      {
        title: 'Витрины, перегородки',
        id: 'g-35-6',
      },
      {
        title: 'Раздвижные системы',
        id: 'g-35-7',
      },
      {
        title: 'Стеклопакеты',
        id: 'g-35-8',
      },
      {
        title: 'Профиль из ПВХ, алюминия. Армирование',
        id: 'g-35-9',
      },
      {
        title: 'Фурнитура для светопрозрачных конструкций',
        id: 'g-35-10',
      },
      {
        title: 'Оборудование для производства стекляных изделий',
        id: 'g-35-11',
      },
      {
        title: 'Оборудование для производства ворот',
        id: 'g-35-12',
      },
      {
        title: 'Оборудование и инструмент для монтажа стеклоизделий',
        id: 'g-35-13',
      },
      {
        title: 'Инструмент для обработки стекла',
        id: 'g-35-14',
      },
      {
        title: 'Оснастка для производства стеклоизделий',
        id: 'g-35-15',
      },
      {
        title: 'Расходные материалы для производства стеклоизделий',
        id: 'g-35-16',
      },
      {
        title: 'Прочее / Светопрозрачные ограждения. Ворота',
        id: 'g-35-17',
      },
    ],
  },
  {
    title: 'Компоненты промышленного оборудования',
    id: 'g-36',
    children: [
      {
        title: 'Блоки питания, реле',
        id: 'g-36-1',
      },
      {
        title: 'Гидравлические компоненты',
        id: 'g-36-2',
      },
      {
        title: 'Датчики',
        id: 'g-36-3',
      },
      {
        title: 'Контрольно-измерительные приборы',
        id: 'g-36-4',
      },
      {
        title: 'Линейные направляющие',
        id: 'g-36-5',
      },
      {
        title: 'Материалы для обслуживания оборудования',
        id: 'g-36-6',
      },
      {
        title: 'Пневматические компоненты',
        id: 'g-36-7',
      },
      {
        title: 'Промышленная фурнитура',
        id: 'g-36-8',
      },
      {
        title: 'Приводы',
        id: 'g-36-9',
      },
      {
        title: 'Преобразователи частоты',
        id: 'g-36-10',
      },
      {
        title: 'Панели, блоки управления, пульты',
        id: 'g-36-11',
      },
      {
        title: 'Редукторы, мотор-редукторы',
        id: 'g-36-12',
      },
      {
        title: 'Станочные приспособления',
        id: 'g-36-13',
      },
      {
        title: 'Светосигнализация, кнопки, индикаторы',
        id: 'g-36-14',
      },
      {
        title: 'Части приводных механизмов',
        id: 'g-36-15',
      },
      {
        title: 'Электродвигатели',
        id: 'g-36-16',
      },
      {
        title: 'Прочее / Компоненты промышленного оборудования',
        id: 'g-36-17',
      },
    ],
  },
  {
    title: 'Оборудование промышленное',
    id: 'g-37',
    children: [
      {
        title: 'Гидравлическое оборудование. Гидроавтоматика',
        id: 'g-37-1',
      },
      {
        title: 'Пневматическое оборудование и аппаратура',
        id: 'g-37-2',
      },
      {
        title: 'Оборудование для измельчения, дробления, сортировки',
        id: 'g-37-3',
      },
      {
        title: 'Оборудование для печати и полиграфии',
        id: 'g-37-4',
      },
      {
        title: 'Оборудование для производства и ремонта РВД',
        id: 'g-37-5',
      },
      {
        title: 'Насосы. Оборудование для перекачки',
        id: 'g-37-6',
      },
      {
        title: 'Оборудование для трубопроводов',
        id: 'g-37-7',
      },
      {
        title: 'Оборудование для производства посуды',
        id: 'g-37-8',
      },
      {
        title: 'Компрессорное оборудование и комплектующие',
        id: 'g-37-9',
      },
      {
        title: 'Оборудование для обработки сырья',
        id: 'g-37-10',
      },
      {
        title: 'Лазерное оборудование',
        id: 'g-37-11',
      },
      {
        title: 'Оборудование смазочное промышленное, расходники',
        id: 'g-37-12',
      },
      {
        title: 'Оборудование для химических производств',
        id: 'g-37-13',
      },
      {
        title: 'Прочее / Оборудование, компоненты, комплектующие',
        id: 'g-37-14',
      },
      {
        title: 'Расходные материалы / Оборудование, компоненты, комплектующие',
        id: 'g-37-15',
      },
      {
        title: 'Программное обеспечение',
        id: 'g-37-16',
      },
      {
        title: 'Комплектующие для промышленного оборудования',
        id: 'g-37-17',
      },
    ],
  },
  {
    title: 'Студийное оборудование',
    id: 'g-38',
    children: [
      {
        title: 'Оборудование для звукозаписи',
        id: 'g-38-1',
      },
      {
        title: 'Оборудование для видеосъемки',
        id: 'g-38-2',
      },
      {
        title: 'Оборудование для фотосъемки',
        id: 'g-38-3',
      },
      {
        title: 'Осветительное оборудование',
        id: 'g-38-4',
      },
      {
        title: 'Программное обеспечение',
        id: 'g-38-5',
      },
      {
        title: 'Аксессуары для студий',
        id: 'g-38-6',
      },
      {
        title: 'Расходные материалы / Студийное оборудование',
        id: 'g-38-7',
      },
      {
        title: 'Прочее / Студийное оборудование',
        id: 'g-38-8',
      },
    ],
  },
  {
    title: 'Сельское хозяйство',
    id: 'g-39',
    children: [
      {
        title: 'Оборудование для животноводства',
        id: 'g-39-1',
      },
      {
        title: 'Оборудование для ухода за животными',
        id: 'g-39-2',
      },
      {
        title: 'Оборудование для содержания животных',
        id: 'g-39-3',
      },
      {
        title: 'Продуктивные животные. Взрослые особи, молодняк',
        id: 'g-39-4',
      },
      {
        title: 'Непродуктивные животные. Взрослые особи, молодняк',
        id: 'g-39-5',
      },
      {
        title: 'Химические средства. Сельское хозяйство',
        id: 'g-39-6',
      },
      {
        title: 'Сельскохозяйственная продукция',
        id: 'g-39-7',
      },
      {
        title: 'Оборудование для выращивания животных',
        id: 'g-39-8',
      },
      {
        title: 'Сельхозтехника и сельхозоборудование',
        id: 'g-39-9',
      },
      {
        title: 'Запасные части. Сельское хозяйство',
        id: 'g-39-10',
      },
      {
        title: 'Расходные материалы. Сельское хозяйство',
        id: 'g-39-11',
      },
      {
        title: 'Заготовка кормов. Материалы, оборудование',
        id: 'g-39-12',
      },
      {
        title: 'Корма, кормовые добавки',
        id: 'g-39-13',
      },
      {
        title: 'Оборудование для производства кормов',
        id: 'g-39-14',
      },
      {
        title: 'Хранение сельхозпродукции',
        id: 'g-39-15',
      },
      {
        title: 'Автоматизированные системы управления, ПО',
        id: 'g-39-16',
      },
      {
        title: 'Материалы и оборудование для растениеводства',
        id: 'g-39-17',
      },
      {
        title: 'Семена полевых культур',
        id: 'g-39-18',
      },
      {
        title: 'Оборудование для переработки сельхозпродукции',
        id: 'g-39-19',
      },
      {
        title: 'Химческие средства защиты растений',
        id: 'g-39-20',
      },
      {
        title: 'Удобрения',
        id: 'g-39-21',
      },
      {
        title: 'Прочее. Сельское хозяйство',
        id: 'g-39-22',
      },
    ],
  },
  {
    title: 'Склады, Хранилища',
    id: 'g-40',
    children: [
      {
        title: 'Оборудование логистических центров',
        id: 'g-40-1',
      },
      {
        title: 'Оборудование для хранилищ',
        id: 'g-40-2',
      },
      {
        title: 'Складское оборудование',
        id: 'g-40-3',
      },
      {
        title: 'Оборудование для погрузочной зоны склада',
        id: 'g-40-4',
      },
      {
        title: 'Оборудование для безопасности склада',
        id: 'g-40-5',
      },
      {
        title: 'Стеллажи, системы хранения',
        id: 'g-40-6',
      },
      {
        title: 'Складская техника',
        id: 'g-40-7',
      },
      {
        title: 'Комплектующие / Склады. Хранилища',
        id: 'g-40-8',
      },
      {
        title: 'Расходные материалы / Склады. Хранилища',
        id: 'g-40-9',
      },
      {
        title: 'Запасные части / Склады. Хранилища',
        id: 'g-40-10',
      },
      {
        title: 'Прочее / Склады. Хранилища',
        id: 'g-40-11',
      },
    ],
  },
  {
    title: 'Спорт. Туризм',
    id: 'g-41',
    children: [
      {
        title: 'Спортивное оборудование',
        id: 'g-41-1',
      },
      {
        title: 'Спортивное снаряжение',
        id: 'g-41-2',
      },
      {
        title: 'Спортивный инвентарь',
        id: 'g-41-3',
      },
      {
        title: 'Оборудование для стадионов, арен',
        id: 'g-41-4',
      },
      {
        title: 'Спортивные тренажёры',
        id: 'g-41-5',
      },
      {
        title: 'Спортивное питание',
        id: 'g-41-6',
      },
      {
        title: 'Спортивная экипировка, одежда',
        id: 'g-41-7',
      },
      {
        title: 'Туристическое оборудование и снаряжение',
        id: 'g-41-8',
      },
      {
        title: 'Товары и оборудование для активного отдыха',
        id: 'g-41-9',
      },
      {
        title: 'Запасные части / Спорт. Туризм',
        id: 'g-41-10',
      },
      {
        title: 'Расходные материалы / Спорт. Туризм',
        id: 'g-41-11',
      },
      {
        title: 'Прочее / Спорт. Туризм',
        id: 'g-41-12',
      },
    ],
  },
  {
    title: 'Строительное оборудование. Спецтехника',
    id: 'g-42',
    children: [
      {
        title: 'Асфальтобетонные установки, заводы',
        id: 'g-42-1',
      },
      {
        title: 'Автобетоносмесители',
        id: 'g-42-2',
      },
      {
        title: 'Автовышки, подъёмники',
        id: 'g-42-3',
      },
      {
        title: 'Автомобильные краны',
        id: 'g-42-4',
      },
      {
        title: 'Башенные краны',
        id: 'g-42-5',
      },
      {
        title: 'Бетоносмесительное оборудование',
        id: 'g-42-6',
      },
      {
        title: 'Бетононасосы',
        id: 'g-42-7',
      },
      {
        title: 'Бетоноукладчики',
        id: 'g-42-8',
      },
      {
        title: 'Буровое оборудование',
        id: 'g-42-9',
      },
      {
        title: 'Запасные части к строительному оборудованию',
        id: 'g-42-10',
      },
      {
        title: 'Запасные части к строительной спецтехнике',
        id: 'g-42-11',
      },
      {
        title: 'Землеройная техника',
        id: 'g-42-12',
      },
      {
        title: 'Оборудование для алмазной резки',
        id: 'g-42-13',
      },
      {
        title: 'Машины и механизмы для демонтажа и сноса',
        id: 'g-42-14',
      },
      {
        title: 'Мини-техника',
        id: 'g-42-15',
      },
      {
        title: 'Навесное оборудование',
        id: 'g-42-16',
      },
      {
        title: 'Оборудование для нанесения покрытий',
        id: 'g-42-17',
      },
      {
        title: 'Специализированные машины и механизмы',
        id: 'g-42-18',
      },
      {
        title: 'Расходные материалы / Строительное оборудование / спецтехника',
        id: 'g-42-19',
      },
      {
        title: 'Сваебойное оборудование',
        id: 'g-42-20',
      },
      {
        title: 'Оборудование и материалы для монолитных работ',
        id: 'g-42-21',
      },
      {
        title: 'Прочее / Строительное оборудование / спецтехника',
        id: 'g-42-22',
      },
    ],
  },
  {
    title: 'Строительство / Архитектура',
    id: 'g-43',
    children: [
      {
        title: 'Арматура запорная вентиляционная',
        id: 'g-43-1',
      },
      {
        title: 'Аксессуары, фурнитура строительная',
        id: 'g-43-2',
      },
      {
        title: 'Гидро, паро, звукоизоляционные материалы',
        id: 'g-43-3',
      },
      {
        title: 'Бетонные, железобетонные изделия',
        id: 'g-43-4',
      },
      {
        title: 'Кабельная продукция',
        id: 'g-43-5',
      },
      {
        title: 'Кладочные материалы',
        id: 'g-43-6',
      },
      {
        title: 'Строительная химия, клеи',
        id: 'g-43-7',
      },
      {
        title: 'Водоотведение, дренаж',
        id: 'g-43-8',
      },
      {
        title: 'Ландшафтное строительство, благоустройство',
        id: 'g-43-9',
      },
      {
        title: 'Материалы для отделки фасадов',
        id: 'g-43-10',
      },
      {
        title: 'Материалы деревянные',
        id: 'g-43-11',
      },
      {
        title: 'Материалы для систем связи, диспетчирезиции',
        id: 'g-43-12',
      },
      {
        title: 'Материалы для герметизации',
        id: 'g-43-13',
      },
      {
        title: 'Полы, напольные покрытия',
        id: 'g-43-14',
      },
      {
        title: 'Материалы для стен и перегородок',
        id: 'g-43-15',
      },
      {
        title: 'Вентиляция, кондиционирование',
        id: 'g-43-16',
      },
      {
        title: 'Водоснабжение, канализация. Материалы',
        id: 'g-43-17',
      },
      {
        title: 'Материалы систем теплоснабжения',
        id: 'g-43-18',
      },
      {
        title: 'Материалы кровельные',
        id: 'g-43-19',
      },
      {
        title: 'Материалы лакокрасочные, антикоррозийные, защитные',
        id: 'g-43-20',
      },
      {
        title: 'Материалы электромонтажные, электроустановочные',
        id: 'g-43-21',
      },
      {
        title: 'Металлоконструкции, детали строительные',
        id: 'g-43-22',
      },
      {
        title: 'Материалы металлические',
        id: 'g-43-23',
      },
      {
        title: 'Оборудование сантехническое, санфаянс',
        id: 'g-43-24',
      },
      {
        title: 'Оборудование систем водоснабжения и канализации',
        id: 'g-43-25',
      },
      {
        title: 'Оборудование для систем газоснабжения',
        id: 'g-43-26',
      },
      {
        title: 'Оборудование для систем теплоснабжения',
        id: 'g-43-27',
      },
      {
        title: 'Натуральные отделочные материалы',
        id: 'g-43-28',
      },
      {
        title: 'Телекоммуникационные сети',
        id: 'g-43-29',
      },
      {
        title: 'Противопожарные строительные материалы, конструкции',
        id: 'g-43-30',
      },
      {
        title: 'Противопожарные системы',
        id: 'g-43-31',
      },
      {
        title: 'Смеси строительные',
        id: 'g-43-32',
      },
      {
        title: 'Пиломатериалы',
        id: 'g-43-33',
      },
      {
        title: 'Прочее / Архитектура. Строительство',
        id: 'g-43-34',
      },
      {
        title: 'Бетонные смеси, растворы, асфальтобетонные смеси',
        id: 'g-43-35',
      },
      {
        title: 'Оборудование для бассейнов, саун',
        id: 'g-43-36',
      },
      {
        title: 'Сыпучие инертные материалы',
        id: 'g-43-37',
      },
      {
        title: 'Материалы для агрессивных сред',
        id: 'g-43-38',
      },
    ],
  },
  {
    title: 'Сфера обслуживания, самообслуживания',
    id: 'g-44',
    children: [
      {
        title: 'Материалы, оборудование кухонные',
        id: 'g-44-1',
      },
      {
        title: 'Холодильное, морозильное оборудование',
        id: 'g-44-2',
      },
      {
        title: 'Оборудование вендинговое',
        id: 'g-44-3',
      },
      {
        title: 'Оборудование для ресторанов, кафе',
        id: 'g-44-4',
      },
      {
        title: 'Оборудование, материалы для гостиниц, отелей',
        id: 'g-44-5',
      },
      {
        title: 'Оборудование для спортзалов и фитнес-центров',
        id: 'g-44-6',
      },
      {
        title: 'Оборудование для ателье',
        id: 'g-44-7',
      },
      {
        title: 'Оборудование для ремонтных мастерских',
        id: 'g-44-8',
      },
      {
        title: 'Оборудование, материалы для предприятий торговли',
        id: 'g-44-9',
      },
      {
        title: 'Развлекательное оборудование',
        id: 'g-44-10',
      },
      {
        title: 'Оборудование для индустрии красоты',
        id: 'g-44-11',
      },
      {
        title: 'Оборудование для косметологии, эстетической медицины',
        id: 'g-44-12',
      },
      {
        title: 'Расходные материалы / Сфера обслуживания',
        id: 'g-44-13',
      },
      {
        title: 'Прочее / Персональные услуги',
        id: 'g-44-14',
      },
    ],
  },
  {
    title: 'Коррозионностойкие изделия',
    id: 'g-45',
    children: [
      {
        title: 'Коррозионностойкое оборудование',
        id: 'g-45-1',
      },
      {
        title: 'Коррозионностойкие комплектующие для оборудования',
        id: 'g-45-2',
      },
      {
        title: 'Коррозионностойкие трубы и фитинги',
        id: 'g-45-3',
      },
      {
        title: 'Коррозионностойкие покрытия',
        id: 'g-45-4',
      },
      {
        title: 'Коррозионностойкие инструменты',
        id: 'g-45-5',
      },
      {
        title: 'Коррозионностойкие электротехнические изделия',
        id: 'g-45-6',
      },
      {
        title: 'Абразивостойкие антикоррозийные материалы',
        id: 'g-45-7',
      },
      {
        title: 'Прочее / Коррозионностойкие изделия',
        id: 'g-45-8',
      },
    ],
  },
  {
    title: 'Производство табачной продукции',
    id: 'g-46',
    children: [
      {
        title: 'Машины для обработки табака',
        id: 'g-46-1',
      },
      {
        title: 'Оборудование для производства сигарет, сигар',
        id: 'g-46-2',
      },
      {
        title:
          'Оборудование для производства жидкостей для электронных сигарет',
        id: 'g-46-3',
      },
      {
        title: 'Сырьё для табачной продукции',
        id: 'g-46-4',
      },
      {
        title: 'Химические добавки для табачной продукции',
        id: 'g-46-5',
      },
      {
        title: 'Оборудование для фасовки и упаковки табачной продукции',
        id: 'g-46-6',
      },
      {
        title: 'Расходные материалы / Производство табачной продукции',
        id: 'g-46-7',
      },
      {
        title: 'Запасные части / Производство табачной продукции',
        id: 'g-46-8',
      },
      {
        title: 'Прочее / Производство табачной продукции',
        id: 'g-46-9',
      },
    ],
  },
  {
    title: 'Телефония. Связь',
    id: 'g-47',
    children: [
      {
        title: 'Арматура телекоммуникационная',
        id: 'g-47-1',
      },
      {
        title: 'Изделия кабельные телекоммуникационные',
        id: 'g-47-2',
      },
      {
        title: 'Оборудование для коммутации',
        id: 'g-47-3',
      },
      {
        title: 'Оборудование для Internet',
        id: 'g-47-4',
      },
      {
        title: 'Оборудование и комплектующие для телевидения и радиовещания',
        id: 'g-47-5',
      },
      {
        title: 'Оборудование и модули для беспроводной связи',
        id: 'g-47-6',
      },
      {
        title: 'Прочее / Телефония. Связь',
        id: 'g-47-7',
      },
      {
        title: 'Радиосвязь',
        id: 'g-47-8',
      },
      {
        title: 'Расходные материалы / Телефония. Связь',
        id: 'g-47-9',
      },
      {
        title: 'Системы оптоволоконной передачи и комплектующие',
        id: 'g-47-10',
      },
      {
        title: 'Телефоны и персональные телекоммуникационные устройства',
        id: 'g-47-11',
      },
      {
        title: 'Спутниковый интернет, связь ',
        id: 'g-47-12',
      },
    ],
  },
  {
    title: 'Товары для животных',
    id: 'g-48',
    children: [
      {
        title: 'Снаряжение и аммуниция для животных',
        id: 'g-48-1',
      },
      {
        title: 'Корма для животных',
        id: 'g-48-2',
      },
      {
        title: 'Оборудование для содержания и транспортировки животных',
        id: 'g-48-3',
      },
      {
        title: 'Игрушки для животных',
        id: 'g-48-4',
      },
      {
        title: 'Оборудование для тренировки и дрессировки',
        id: 'g-48-5',
      },
      {
        title: 'Гигиена и уход за животными',
        id: 'g-48-6',
      },
      {
        title: 'Прочее / Товары для животных',
        id: 'g-48-7',
      },
    ],
  },
  {
    title: 'Нефть, Газ. Производные',
    id: 'g-49',
    children: [
      {
        title: 'Газ, продукты переработки газа',
        id: 'g-49-1',
      },
      {
        title: 'Нефтепродукты',
        id: 'g-49-2',
      },
      {
        title: 'Прочее / Топливо. Нефтепродукты. Газ',
        id: 'g-49-3',
      },
      {
        title: 'Топливо',
        id: 'g-49-4',
      },
    ],
  },
  {
    title: 'Трубопроводная арматура',
    id: 'g-50',
    children: [
      {
        title: 'Запорная трубопроводная арматура',
        id: 'g-50-1',
      },
      {
        title: 'Защитная трубопроводная арматура',
        id: 'g-50-2',
      },
      {
        title: 'Краны',
        id: 'g-50-3',
      },
      {
        title: 'Предохранительная трубопроводная арматура',
        id: 'g-50-4',
      },
      {
        title: 'Прочее / Трубопроводная арматура',
        id: 'g-50-5',
      },
      {
        title: 'Распределительно-смесительная трубопроводная арматура',
        id: 'g-50-6',
      },
      {
        title: 'Регулирующая трубопроводная арматура',
        id: 'g-50-7',
      },
      {
        title: 'Фазоразделительная трубопроводная арматура',
        id: 'g-50-8',
      },
      {
        title: 'Электроприводная трубопроводная арматура',
        id: 'g-50-9',
      },
      {
        title: 'Элементы трубопроводов',
        id: 'g-50-10',
      },
      {
        title: 'Комплектующие для трубопроводной арматуры',
        id: 'g-50-11',
      },
    ],
  },
  {
    title: 'Химические вещества, реактивы',
    id: 'g-51',
    children: [
      {
        title: 'Продукция изотопная',
        id: 'g-51-1',
      },
      {
        title: 'Неорганические химические вещества',
        id: 'g-51-2',
      },
      {
        title: 'Органические химические вещества',
        id: 'g-51-3',
      },
      {
        title: 'Прочее / Химические вещества, реактивы',
        id: 'g-51-4',
      },
      {
        title: 'Реактивы, реагенты',
        id: 'g-51-5',
      },
      {
        title: 'Инертные газы',
        id: 'g-51-6',
      },
      {
        title: 'Прочее / Химические вещества, реактивы',
        id: 'g-51-7',
      },
    ],
  },
  {
    title: 'Промышленная химия. Компоненты',
    id: 'g-52',
    children: [
      {
        title: 'Химические волокна и текстиль',
        id: 'g-52-1',
      },
      {
        title: 'Композитные материалы',
        id: 'g-52-2',
      },
      {
        title: 'Компоненты для косметики и бытовой химии',
        id: 'g-52-3',
      },
      {
        title: 'Компоненты для нефтегазовой отрасли',
        id: 'g-52-4',
      },
      {
        title: 'Пластики и добавки',
        id: 'g-52-5',
      },
      {
        title: 'Полиуретаны',
        id: 'g-52-6',
      },
      {
        title: 'Растворители',
        id: 'g-52-7',
      },
      {
        title: 'Резинохимия',
        id: 'g-52-8',
      },
      {
        title: 'Специальная и общая химия',
        id: 'g-52-9',
      },
      {
        title: 'Химия для производства стройматериалов',
        id: 'g-52-10',
      },
      {
        title: 'Химия для фармацевтической отрасли',
        id: 'g-52-11',
      },
      {
        title: 'Химия для целлюлозно-бумажной промышленности',
        id: 'g-52-12',
      },
      {
        title: 'Химия для горнодобывающей отрасли',
        id: 'g-52-13',
      },
      {
        title: 'Химия для водоподготовки',
        id: 'g-52-14',
      },
    ],
  },
  {
    title: 'Электрические сети',
    id: 'g-53',
    children: [
      {
        title: 'Молниезащита, заземление',
        id: 'g-53-1',
      },
      {
        title: 'Автоматика электроснабжения',
        id: 'g-53-2',
      },
      {
        title: 'Кабель / Провод',
        id: 'g-53-3',
      },
      {
        title: 'Оборудование для линий передач',
        id: 'g-53-4',
      },
      {
        title: 'Оборудование для укладки кабеля',
        id: 'g-53-5',
      },
      {
        title: 'Материалы, изделия для укладки кабеля',
        id: 'g-53-6',
      },
      {
        title: 'Освещение внутреннее',
        id: 'g-53-7',
      },
      {
        title: 'Освещение наружное',
        id: 'g-53-8',
      },
      {
        title: 'Прочее / Электрические сети',
        id: 'g-53-9',
      },
      {
        title: 'Расходные материалы / Электрические сети',
        id: 'g-53-10',
      },
      {
        title: 'Приборы учета, измерения, контроля',
        id: 'g-53-11',
      },
      {
        title: 'Трансформаторное оборудование',
        id: 'g-53-12',
      },
      {
        title: 'Электрические щиты и шкафы',
        id: 'g-53-13',
      },
      {
        title: 'Оборудование, инструмент / Электрические сети',
        id: 'g-53-14',
      },
      {
        title: 'Автономные источники энергии, генераторы',
        id: 'g-53-15',
      },
    ],
  },
  {
    title: 'Электронные компоненты и принадлежности',
    id: 'g-54',
    children: [
      {
        title: 'Комплектующие для электронных устройств',
        id: 'g-54-1',
      },
      {
        title: 'Индикация и коммутация',
        id: 'g-54-2',
      },
      {
        title: 'Радиодетали',
        id: 'g-54-3',
      },
      {
        title: 'Расходные материалы',
        id: 'g-54-4',
      },
      {
        title: 'Релейная автоматика',
        id: 'g-54-5',
      },
      {
        title: 'Источники питания',
        id: 'g-54-6',
      },
      {
        title: 'Электронные компоненты',
        id: 'g-54-7',
      },
      {
        title: 'Прочее / Электронные компоненты',
        id: 'g-54-8',
      },
    ],
  },
];
